{
  "id": "61ad14eb-5306-442c-8bd0-ab5104a9a6be",
  "transcribedText": "What I want to do today, since this is Build as a Startup School, is share with you some lessons I've learned about building startups at AI Fund. AI Fund is a venture studio, and we build an average of about one startup per month. And because we co-found the startups, we're in there writing code, talking to customers, designing our features, determining pricing. And so we've done a lot of reps of not just watching others build startups, but actually being in the weeds, building startups with entrepreneurs. And what I want to do today is share with you some of the lessons I've learned building startups, especially around this changing AI technology and what it enables. And we focus on the theme of speed. So it turns out that for those of you that want to build a startup, I think a strong predictor for startups' odds of success is execution speed. And I have a lot of respect for the entrepreneurs and executives that can just do things really quickly. And new AI technology is enabling startups to go much faster. So what I hope to do is share with you some of those best practices, which are frankly changing every two to three months still, to let you get that speed that hopefully lets you have a higher odds of success. Before diving into speed, a lot of people ask me, hey Andrew, where are the opportunities for startups? So this is what I think of as an AI stack, where at the lowest level are the semiconductor companies, then the clouds are hyperscalers built on top of that, a lot of the AI foundation model companies built on top of that, and even though a lot of PR excitement and hype has been on these technology layers, it turns out that almost by definition, the biggest opportunities have to be at the application layer, because we actually need the applications to generate even more revenue so that they can afford to pay the foundation, cloud and semiconductor technology layers. So for whatever reason, media and social media tends not to talk about the application layer as much. But for those of you thinking of building startups, almost by definition, the biggest opportunities have to be there, although of course, the opportunities are all layers of the stack. One of the things that's changed a lot over the last year, and in terms of AI tech trends, if you ask me what's the most important tech trend in AI, I would say it's the rise of agentic AI. And about a year and a half ago, when I started to go around and give talks to try to convince people that AI agents might be a thing, I did not realize that around last summer, a bunch of marketers would get a hold of this term and use it as a sticker and slap it on everything in sight, which made it almost lose some of its meaning. But I want to share with you from a technical perspective, why I think agentic AI is exciting and important and also opens up a lot more startup opportunities. So it turns out that the way a lot of us use OMs is to prompt it, to have it generate output. And the way we have an OOM output something is as if you're going to a human, or in this case an AI, and asking it to please type out an essay for you by writing from the first word to the last word.\n",
  "slideStructure": {
    "slides": [
      {
        "title": "Introduction",
        "content": "Welcome to the Build as a Startup School session. Today, I'll share lessons learned from building startups at AI Fund, a venture studio creating around one startup per month.",
        "speakerNotes": "Introduce AI Fund, its mission, and my background. Explain the goal of sharing practical startup-building insights."
      },
      {
        "title": "Speed as a Success Factor",
        "content": "A critical predictor of startup success is execution speed. New AI technologies enable faster operations, making early adoption crucial for increased success odds.",
        "speakerNotes": "Emphasize the importance of speed and how AI contributes. Cite examples of fast execution leading to success."
      },
      {
        "title": "Identifying Opportunities in the AI Stack",
        "content": "The biggest opportunities often exist at the application layer of the AI stack, despite media focus on semiconductors, clouds, and AI foundation models.",
        "speakerNotes": "Illustrate why applications provide more opportunities. Encourage looking beyond media hype to find real potential."
      },
      {
        "title": "Exploring the AI Technology Landscape",
        "content": "The rise of 'agentic AI' is a major trend, offering new startup opportunities. It transforms AI use from simple prompts to more complex interactions.",
        "speakerNotes": "Explain 'agentic AI' and its implications. Discuss how understanding this trend can open new avenues for startups."
      },
      {
        "title": "Practical Recommendations",
        "content": "Stay updated on AI trends every 2-3 months. Leverage agentic AI for developing innovative applications that drive revenue and support the AI stack.",
        "speakerNotes": "Share tips on keeping pace with AI changes. Offer guidance on application development in the AI ecosystem."
      },
      {
        "title": "Conclusion and Q&A",
        "content": "Wrapping up key points: Speed in execution, application layer opportunities, and understanding agentic AI. Open the floor for questions.",
        "speakerNotes": "Summarize session highlights. Encourage audience questions and engagement."
      }
    ]
  },
  "processedAt": "2025-08-16T21:46:52.369Z"
}